Repository: common-repository/adwit-banner-manager
Catalog: lang/adwit-*.po
Languages: fr_fr

source: Manage Ads
fr_fr: Gestion des annonces

source: Setup Adwit Ads
fr_fr: Configurer Adwit

source: Email already exist
fr_fr: Cet email existe déjà

source: Bad password
fr_fr: Mauvais mot de passe

source: Adwit Banner Manager is a banner manager to help you managing all of your ad. More powerful than a banner rotator it's a real adserver (ad manager).
fr_fr: Adwit Banner Manager est un banner manager qui va vous aider a gérer toutes vos annonces publicitaire. Plus performant qu'un simple banner rotator, c'est un veritable adserver.

source: It allow you to publish all affiliate advertisement adbrite, adgridwork, adify, adpinion, adroll, adsense, chitika, cj, commission junction, crispads, google, random, shoppingads, yahoo, ypn and more
fr_fr: Il vous permettra de diffuser vos annonces adbrite, adgridwork, adify, adpinion, adroll, adsense, chitika, cj, commission junction, crispads, google, random, shoppingads, yahoo, ypn

source: Create and display your adwit-express ads
fr_fr: Afficher vos annonces avec adwit-express

source: Select
fr_fr: Selectionné

source: Banner Size
fr_fr: Taille de la bannière

source: adserver to display advertisement
fr_fr: Adwitserver

source: ad management with adwit banner manager ad manager
fr_fr: Adwit Banner Manager est supporté et développé par l’équipe d’<a href="http://fr.adwitserver.com">Adwitserver</a>.

source: adwit offer a large panel of ad server and ad manager to display banner or affiliate program like adsense, adroll...
fr_fr: Nous offrons une large gamme de gestionnaires pub en libre service simples à utiliser pour vous permettre de vendre vous-même vos espaces publicitaires.

source: follow adwit banner manager on twitter
fr_fr: N’hésitez pas à nous suivre sur <a href="http://twitter.com/adwitserver">Twitter</a>.

source: need help to use your adserver ?
fr_fr: Besoin d’aide ?

source: install adwit banner manager on wordpress
fr_fr: <a href="http://fr.adwitserver.com/wordpress-plugin.html">Aide sur l’installation</a>

source: frequently asked question about adwit banner manager and affiliate program like adsense
fr_fr: <a href="http://wordpress.org/extend/plugins/adwit-banner-manager/faq/">Questions fréquentes</a>

source: support forum, and how to display add on this ad manager
fr_fr: <a href="http://wordpress.org/tags/adwit-banner-manager?forum_id=10">Forum d’aide</a>

source: rate this ad management plugin for wordpress
fr_fr: Notez ce plugin !

source: please rate this plugin for manage your ads easily from wordpress
fr_fr: <a href="http://wordpress.org/extend/plugins/adwit-banner-manager/">Notez notre plugin</a> et dites nous s’il fonctionne ou pas pour vous. Cela nous motive dans nos développements

source: Invalid email or password!
fr_fr: email ou mot de passe non valide

source: You already got an adwit-express account, please logged in
fr_fr: Vous avez déjà un compte Adwit-express, Connectez vous à partir de ce dernier

source: Login to Adwit-Express platform
fr_fr: Connectez-vous à la plateforme Adwit-express

source: Password
fr_fr: Mot de passe

source: Forgot password?
fr_fr: Vous avez perdu votre mot de passe ?

source: Login
fr_fr: Connexion

source: Adwit-express connexion
fr_fr: Connexion à Adwit-express

source: Adwit express slogan
fr_fr: Pour fonctionner pleinement, votre Adwit-Banner-Manager a besoin d’un compte gratuit Adwit-express<br/> qui permettra d’optimiser vos publicités et d’accéder, au besoin, à des fonctionnalités de gestion avancées

source: Don't have an account yet
fr_fr: Vous n'avez pas encore de compte

source: Type your password
fr_fr: Tapez votre mot de passe

source: Connect
fr_fr: Connexion

source: Need Help ?
fr_fr: Besoin d'aide ?

source: Choose the type of page on which you want to display ads, then drag and drop the ad formats that you want to install on your blog<br/>If you need to add specific size zones, specific locations (ie: header), or because of your blog template you cannot ideally place your advertising zones using the “drag and drop” tool, please <a href=\"http://www.adwit-express.com/help/Adding-customized-zones-from-your-Adwit-Banner-Manager-account.html\">click here</a> to see how to configure customized advertising zones.
fr_fr: Choisissez le type de page sur lequel vous désirez des publicités, puis glissez et déposez simplement les formats d'annonces que vous désirez incorporer à votre blog. Si vous avez besoin d'ajouter des zonesSi pour des raisons de tailles de zones, d’emplacements spécifiques (ex : header) ou d’incompatibilité avec votre Template, vous ne pouvez placer correctement vos zones publicitaires grâce à notre outil « drag & drop » ci-dessous, alors <a href="admin.php?page=adwit_zones">cliquez ici</a> pour ajouter des zones publicitaires personnalisées.

source: Post type
fr_fr: Type de page

source: search
fr_fr: Recherche

source: * Warning! Vertical banners (160x600, 120x600) may deform your pages, so it is recommended to use them in widgets rather than here in the page content.
fr_fr: * Attention! les bannières verticales (160x600, 120x600) peuvent déformer vos pages. Il est donc recommandé de les utiliser dans vos widgets plutôt que dans le contenu de vos pages

source: * Depending of your template, it may be that banners located on your page footer cannot be activated (Some templates prohibiting the use of script)
fr_fr: * Suivant le thème que vous utilisez, il se peut que les bannières placées dans votre bas de page ne puissent pas être activées (certain thèmes empêchent l'utilisation de scripts)

source: <font color='#ff0000'>* Once you have set the banner, just click on it to disable<br/>
fr_fr: <font color='#ff0000'>* Une fois positionnée, cliquez simplement sur la bannière pour la désactiver<br/>

source: Once you have set up display zones, you may add one or more Adwit widgets ("Widgets" on the Wordpress menu), then click on the "Ad manager" menu to insert ads
fr_fr: Après avoir configuré des zones d'affichage, vous devez ajouter un ou plusieurs widgets Adwit (Menu "Widgets" de votre Wordpress), puis cliquez sur le menu "Gestion des annonces" pour ajouter des annonces

source: How to easily Setup your display zones
fr_fr: Comment facilement configurer des zones d'affichage

source: Activate your adwit-express account
fr_fr: Activer votre compte Adwit-express

source: Already go an account ?
fr_fr: Vous avez déjà un compte ?

source: Choice a password
fr_fr: Choisissez un mot de passe

source: Confirm your password
fr_fr: Confirmez votre mot de passe

source: Create an account
fr_fr: Créez un compte
